Repository: Shuhratt/katrina
Catalog: languages/*/theme.po
Languages: hu_hu, ro_ro

source: Page not found
hu_hu: Az oldal nem található
ro_ro: Pagina nu a fost gasita

source: Theme Settings
hu_hu: Téma beállítások
ro_ro: Setari tema

source: Logo Uploader
hu_hu: Logo feltöltő

source: Category icons
hu_hu: Kategória ikonok
ro_ro: Icoane de categorie

source: Text
hu_hu: Szöveg

source: Color
hu_hu: Szín
ro_ro: Culoare

source: Icon must be a PNG file size 48X48px with transparent background. Enable Use ImageMagick.
hu_hu: Az ikonnak PNX-fájlméretnek kell lennie 48X48px átlátszó háttérrel. Engedélyezze az ImageMagick használatát.
ro_ro: Pictograma trebuie să fie o dimensiune a fișierului PNG de 48X48px cu fundal transparent. Activați Utilizarea ImageMagick.

source: Remove icon
hu_hu: Az ikon eltávolítása
ro_ro: Scoateți pictograma

source: No icon
hu_hu: Nincs ikon
ro_ro: Nici o pictogramă

source: Upload
hu_hu: Feltöltés
ro_ro: Încărcați

source: If the field is empty, will be set to the standard color theme
hu_hu: Ha a mező üres, akkor a szabványos színtéma lesz beállítva
ro_ro: Dacă câmpul este gol, va fi setat la tema standard de culoare

source: Header
hu_hu: Fejléc
ro_ro: Antet

source: Color button Post (main)
hu_hu: Színes gomb Post (fő)
ro_ro: Butonul de culoare Post (principal)

source: Color button Post (general)
hu_hu: Színes gomb Post (általános)
ro_ro: Butonul de culoare Post (general)

source: Home
hu_hu: Itthon
ro_ro: Acasă

source: Color block Search in main and bootom line
hu_hu: Színblokk Keresés a fő és a bootom sorban
ro_ro: Blocul de culoare Căutați în linia principală și în linia de boot

source: Button search in main
hu_hu: Gomb keresés a főbb
ro_ro: Butonul de căutare în principal

source: Search
hu_hu: Keresés
ro_ro: Căutare

source: Search bar in search.php
hu_hu: Keresési sáv a search.php-ben
ro_ro: Bara de căutare în search.php

source: Alert button in search.php
hu_hu: Riasztás gomb a search.php könyvtárban
ro_ro: Alert button în search.php

source: User login and User register
hu_hu: Felhasználói bejelentkezés és felhasználói nyilvántartás
ro_ro: Autentificare utilizator și Registru utilizator

source: Background block
hu_hu: Háttérblokk
ro_ro: Bloc de fundal

source: Button color
hu_hu: Gomb színe
ro_ro: Culoarea butonului

source: Item post
hu_hu: Tétel hozzászólás
ro_ro: Postare articol

source: Item
hu_hu: Tétel
ro_ro: Articol

source: Header block title
hu_hu: Fejléc blokk címe
ro_ro: Titlu bloc titlu

source: Phone block
hu_hu: Telefonblokk
ro_ro: Bloc de telefon

source: Contact block
hu_hu: Kapcsolat blokk
ro_ro: Bloc de contacte

source: Save changes
hu_hu: Változtatások mentése
ro_ro: Salvează modificările

source: Header logo
hu_hu: Fejléc logó
ro_ro: Logo antet

source: Preview
hu_hu: Előnézet
ro_ro: Previzualizare

source: Remove logo
hu_hu: A logó eltávolítása
ro_ro: Eliminați logo-ul

source: No logo has been uploaded yet
hu_hu: Még nincs feltöltve logó
ro_ro: Niciun logo nu a fost încărcat încă

source: Upload logo
hu_hu: Logó feltöltése
ro_ro: Încărcați logo-ul

source: The preferred size of the logo is 600x100.
hu_hu: A logó preferált mérete 600x100.
ro_ro: Dimensiunea preferată a logo-ului este de 600x100.

source: <strong>Note:</strong> Uploading another logo will overwrite the current logo.
hu_hu: <strong> Megjegyzés: </strong> egy másik logó feltöltése felülírja az aktuális logót.
ro_ro: <strong> Notă: </ strong> Încărcarea unui alt logo va suprascrie emblema actuală.

source: Logo image (png,gif,jpg)
hu_hu: Logó kép (png, gif, jpg)
ro_ro: Logo-ul imaginii (png, gif, jpg)

source: The images folder <strong>%s</strong> is not writable on your server
hu_hu: A <strong> %s </strong> képfájl nem írható a szerveren
ro_ro: Dosarul de imagini <strong> %s </ strong> nu poate fi scris pe server

source: OSClass can't upload the logo image from the administration panel.
hu_hu: Az OSClass nem tudja feltölteni a logó képet az adminisztrációs panelről.
ro_ro: OSClass nu poate încărca imaginea logo-ului din panoul de administrare.

source: Please make the aforementioned image folder writable.
hu_hu: Kérjük, írja le a fent említett képmappát.
ro_ro: Faceți scrierea dosarului de imagine menționat mai sus.

source: To make a directory writable under UNIX execute this command from the shell:
hu_hu: Az UNIX alatt írható könyvtár létrehozásához hajtsa végre ezt a parancsot a héjból:
ro_ro: Pentru a crea un director care poate fi scris sub UNIX, executați această comandă din shell:

source: Theme settings
hu_hu: Téma beállítások
ro_ro: Setari tema

source: Setting
hu_hu: Beállítás
ro_ro: Reglaj

source: Category images
hu_hu: Kategória képek
ro_ro: Imagini de categorie

source: Global settings
hu_hu: Általános beállítások
ro_ro: Setări globale

source: Show lists as:
hu_hu: Lista megjelenítése:
ro_ro: Afișați listele ca:

source: Gallery
hu_hu: Képtár
ro_ro: Galerie

source: List
hu_hu: Lista
ro_ro: Listă

source: Show category search:
hu_hu: Kategóriakeresés megjelenítése:
ro_ro: Afișați căutarea în categorii:

source: Standart select
hu_hu: Standart kiválasztás
ro_ro: Selectați standard

source: Advanced select
hu_hu: Speciális kiválasztás
ro_ro: Selectare avansată

source: Latest Listings:
hu_hu: Legújabb listák:
ro_ro: Ultimele înregistrări:

source: Standart latest list
hu_hu: Legújabb legfrissebb lista
ro_ro: Lista cu cele mai recente standarde

source: Latest list by category
hu_hu: Legújabb kategória szerint
ro_ro: Ultima listă pe categorii

source: max number in block
hu_hu: max. szám blokkban
ro_ro: numărul maxim în bloc

source: Numder premium items on main
hu_hu: Numder prémium elemek a főoldalon
ro_ro: Numerare elemente premium pe principal

source: Numder premium items in search list, galery
hu_hu: Numder prémium elemek a keresési listában, galéria
ro_ro: Numerare articole premium în lista de căutare, galerie

source: Premium home
hu_hu: Prémium otthon
ro_ro: Casa premium

source: Link on facebook
hu_hu: Link a facebook-on
ro_ro: Link pe Facebook

source: Link on twitter
hu_hu: Link a Twitteren
ro_ro: Link pe twitter

source: Link on google
hu_hu: Link a Google-on
ro_ro: Link pe Google

source: Ads management
hu_hu: Hirdetések kezelése
ro_ro: Gestionarea anunțurilor

source: In this section you can configure your site to display ads and start generating revenue.
hu_hu: Ebben a részben beállíthatja webhelyét, hogy megjelenítse a hirdetéseket és elkezdje a bevételek generálását.
ro_ro: În această secțiune, puteți configura site-ul dvs. să afișeze anunțuri și să genereze venituri.

source: If you are using an online advertising platform, such as Google Adsense, copy and paste here the provided code for ads.
hu_hu: Ha online hirdetési platformot használ, mint például a Google Adsense, másolja be és illessze be a hirdetésekhez mellékelt kódot.
ro_ro: Dacă utilizați o platformă de publicitate online, cum ar fi Google AdSense, copiați și lipiți aici codul furnizat pentru anunțuri.

source: Header 728x90
hu_hu: Fejléc 728x90
ro_ro: Antet 728x90

source: This ad will be shown at the top of your website, next to the site title and above the search results. Note that the size of the ad has to be 728x90 pixels.
hu_hu: Ez a hirdetés a webhely tetején jelenik meg, a webhely címe és a keresési eredmények felett. Ne feledje, hogy a hirdetés mérete 728x90 képpont.
ro_ro: Acest anunț va fi afișat în partea de sus a site-ului dvs. web, alături de titlul site-ului și deasupra rezultatelor căutării. Rețineți că dimensiunea anunțului trebuie să fie 728x90 pixeli.

source: Homepage 728x90
hu_hu: Kezdőlap 728x90
ro_ro: Pagina de start 728x90

source: This ad will be shown on the main site of your website. It will appear both at the top and bottom of your site homepage. Note that the size of the ad has to be 728x90 pixels.
hu_hu: Ez a hirdetés megjelenik a webhely főoldalán. Megjelenik a webhely kezdőlapjának felső és alsó részén. Ne feledje, hogy a hirdetés mérete 728x90 képpont.
ro_ro: Acest anunț va fi afișat pe site-ul principal al site-ului dvs. web. Acesta va apărea atât în partea de sus, cât și în partea de jos a paginii de pornire a site-ului dvs. Rețineți că dimensiunea anunțului trebuie să fie 728x90 pixeli.

source: Search results 728x90 (top of the page)
hu_hu: Keresési eredmények 728x90 (az oldal teteje)
ro_ro: Rezultatele căutării 728x90 (la începutul paginii)

source: This ad will be shown on top of the search results of your site. Note that the size of the ad has to be 728x90 pixels.
hu_hu: Ez a hirdetés a webhely keresési eredményeinek tetején jelenik meg. Ne feledje, hogy a hirdetés mérete 728x90 képpont.
ro_ro: Acest anunț va fi afișat în partea de sus a rezultatelor căutării site-ului dvs. Rețineți că dimensiunea anunțului trebuie să fie 728x90 pixeli.

source: Search results 728x90 (middle of the page)
hu_hu: Keresési eredmények 728x90 (az oldal közepe)
ro_ro: Rezultatele căutării 728x90 (la mijlocul paginii)

source: This ad will be shown among the search results of your site. Note that the size of the ad has to be 728x90 pixels.
hu_hu: Ez a hirdetés a webhely keresési eredményei között jelenik meg. Ne feledje, hogy a hirdetés mérete 728x90 képpont.
ro_ro: Acest anunț va fi afișat printre rezultatele căutării site-ului dvs. Rețineți că dimensiunea anunțului trebuie să fie 728x90 pixeli.

source: Sidebar 300x250
hu_hu: Oldalsáv 300x250
ro_ro: Bara laterală 300x250

source: This ad will be shown at the right sidebar of your website, on the product detail page. Note that the size of the ad has to be 300x350 pixels.
hu_hu: Ez a hirdetés megjelenik a webhelyének jobb oldali sávjában, a termék részletes oldalán. Ne feledje, hogy a hirdetés mérete 300x350 képpont.
ro_ro: Acest anunț va fi afișat în bara laterală dreaptă a site-ului dvs. web, pe pagina cu detaliile produsului. Rețineți că dimensiunea anunțului trebuie să fie 300x350 pixeli.

source: Title and description
hu_hu: Cím és leírás
ro_ro: Titlu și descriere

source: Title in header
hu_hu: Cím a fejlécben
ro_ro: Titlu în antet

source: This text will be placed in the header theme
hu_hu: Ezt a szöveget a fejléc témakörbe helyezi
ro_ro: Acest text va fi plasat în tema antetului

source: Description in footer
hu_hu: Leírás láblécben
ro_ro: Descriere în subsol

source: Description site in footer
hu_hu: Leírás webhely láblécben
ro_ro: Site-ul de descriere în subsolul paginii

source: You have sucessfully subscribed to the alert
hu_hu: Sikeresen feliratkozott a riasztásra
ro_ro: Ați semnat cu succes alerta

source: Invalid email address
hu_hu: Érvénytelen e-mail cím
ro_ro: Adresa email invalida

source: There was a problem with the alert
hu_hu: Probléma volt a figyelmeztetéssel
ro_ro: A apărut o problemă cu alerta

source: Subscribe to this search
hu_hu: Feliratkozás erre a keresésre
ro_ro: Abonați-vă la această căutare

source: Subscribe now
hu_hu: Iratkozz fel most
ro_ro: Abonează-te acum

source: Contact us
hu_hu: Lépjen kapcsolatba velünk
ro_ro: Contacteaza-ne

source: Subject
hu_hu: Tantárgy
ro_ro: Subiect

source: optional
hu_hu: választható
ro_ro: facultativ

source: Message
hu_hu: Üzenet
ro_ro: Mesaj

source: Your name
hu_hu: A neved
ro_ro: Numele dumneavoastră

source: Your e-mail address
hu_hu: Az email címed
ro_ro: Adresa ta de email

source: Send
hu_hu: Elküld
ro_ro: Trimite

source: We social networks
hu_hu: Mi szociális hálózatok
ro_ro: Noi rețele sociale

source: Contact
hu_hu: Kapcsolatba lépni
ro_ro: A lua legatura

source: Copyright
hu_hu: Szerzői jog
ro_ro: Drepturi de autor

source: Select a category
hu_hu: Válasszon egy kategóriát
ro_ro: Selectați o categorie

source: All category
hu_hu: Minden kategória
ro_ro: Toate categoriile

source: Theme settings updated correctly
hu_hu: A téma beállításai megfelelően frissülnek
ro_ro: Setările temei sunt actualizate corect

source: The logo image has been uploaded correctly
hu_hu: A logó képe helyesen lett feltöltve
ro_ro: Imaginea logo-ului a fost încărcată corect

source: An error has occurred, please try again
hu_hu: Hiba történt, próbálkozzon újra
ro_ro: O eroare s-a produs. Va rugam incercati din nou

source: The logo image has been removed
hu_hu: A logó képét eltávolították
ro_ro: Imaginea logo-ului a fost eliminată

source: Image not found
hu_hu: A kép nem található
ro_ro: Imagine negasita

source: The icon has been uploaded correctly
hu_hu: Az ikon helyesen került feltöltésre
ro_ro: Pictograma a fost încărcată corect

source: The icon has been removed
hu_hu: Az ikon eltávolítva
ro_ro: Pictograma a fost eliminată

source: Settings updated correctly
hu_hu: A beállítások helyesen frissülnek
ro_ro: Setările au fost actualizate corect

source: Color updated correctly
hu_hu: A szín megfelelően lett frissítve
ro_ro: Culoarea actualizată corect

source: Katrina theme
hu_hu: Katrina téma
ro_ro: Tema Katrina

source: No file selected
hu_hu: Nincs fájl kiválasztva
ro_ro: Niciun fisier selectat

source: Choose File
hu_hu: Válassz fájlt
ro_ro: Alege fișierul

source: Publish your ad for free
hu_hu: Hirdetésének közzététele ingyenes
ro_ro: Publicați gratuit anunțul dvs

source: My listings
hu_hu: Saját listaim
ro_ro: Lista mea

source: My account
hu_hu: Én számlám
ro_ro: Contul meu

source: My alerts
hu_hu: Saját figyelmeztetések
ro_ro: Alertele mele

source: My personal info
hu_hu: Személyes adataim
ro_ro: Informațiile mele personale

source: Logout
hu_hu: Kijelentkezés
ro_ro: Deconectare

source: Login
hu_hu: Belépés
ro_ro: Logare

source: Register for a free account
hu_hu: Regisztráljon egy ingyenes fiókhoz
ro_ro: Înregistrați-vă pentru un cont gratuit

source: Language
hu_hu: Nyelv
ro_ro: Limba

source: Login and register
hu_hu: Bejelentkezés és regisztráció
ro_ro: Autentificare și înregistrare

source: Register account
hu_hu: Regisztráljon fiókot
ro_ro: Înregistrare Cont

source: View all items
hu_hu: Az összes elem megtekintése
ro_ro: Vizualizați toate elementele

source: in
hu_hu: ban ben
ro_ro: în

source: Select a region...
hu_hu: Válassza ki a régiót ...
ro_ro: Selectați o regiune ...

source: Select your Country
hu_hu: Válaszd ki az országod
ro_ro: Alege-ti tara

source: Search in
hu_hu: Keresni vmi. Ben
ro_ro: Cauta in

source: listings
hu_hu: listák
ro_ro: listări

source: Select a region
hu_hu: Válassza ki a régiót
ro_ro: Selectați o regiune

source: Select a city
hu_hu: Válasszon egy várost
ro_ro: Selectați un oraș

source: Clear box
hu_hu: Törölje a mezőt
ro_ro: Caseta Clear

source: Contact seller
hu_hu: Kapcsolatfelvétel az eladóval
ro_ro: Contacteaza vanzatorul

source: To (seller)
hu_hu: (Eladó)
ro_ro: Pentru (vânzător)

source: Listing
hu_hu: Felsorolás
ro_ro: Listarea

source: Phone number
hu_hu: Telefonszám
ro_ro: Numar de telefon

source: Send message
hu_hu: Üzenet küldése
ro_ro: Trimite mesaj

source: Update your listing
hu_hu: Frissítse listáját
ro_ro: Actualizați-vă înregistrarea

source: General Information
hu_hu: Általános információ
ro_ro: Informatii generale

source: Category
hu_hu: Kategória
ro_ro: Categorie

source: Price
hu_hu: Ár
ro_ro: Preț

source: Photos
hu_hu: Fotók
ro_ro: Fotografii

source: Add new photo
hu_hu: Új fotó hozzáadása
ro_ro: Adăugați o fotografie nouă

source: Listing Location
hu_hu: Listázás helye
ro_ro: Locația locației

source: Country
hu_hu: Ország
ro_ro: Țară

source: Region
hu_hu: Vidék
ro_ro: Regiune

source: City
hu_hu: Város
ro_ro: Oraș

source: Phone
hu_hu: Telefon
ro_ro: Telefon

source: Address
hu_hu: Cím
ro_ro: Adresa

source: Update
hu_hu: Frissítés
ro_ro: Actualizați

source: Cancel
hu_hu: Megszünteti
ro_ro: Anulare

source: Publish a listing
hu_hu: Közzététel közzététele
ro_ro: Publicați o înregistrare

source: You can upload up to
hu_hu: Feltölthet akár
ro_ro: Puteți încărca până la

source: pictures per listing
hu_hu: képek listánként
ro_ro: fotografii pe listă

source: Seller's information
hu_hu: Az eladó adatai
ro_ro: Informațiile vânzătorului

source: Name
hu_hu: Név
ro_ro: Nume

source: Show e-mail on the listing page
hu_hu: Az e-mail megjelenítése a listaoldalon
ro_ro: Afișați poșta electronică pe pagina de înscriere

source: Publish
hu_hu: Közzétesz
ro_ro: Publica

source: Enter a region
hu_hu: Adjon meg egy régiót
ro_ro: Introduceți o regiune

source: Enter a city
hu_hu: Írjon be egy várost
ro_ro: Introdu un oraș

source: No cities found
hu_hu: Nem található város
ro_ro: Nu au fost găsite orașe

source: characters
hu_hu: karakterek
ro_ro: caractere

source: This field is required.
hu_hu: Ez a mező kötelező.
ro_ro: Acest câmp este obligatoriu.

source: Name must have at least 1 character
hu_hu: A névnek legalább 1 karaktert kell tartalmaznia
ro_ro: Numele trebuie să aibă cel puțin un caracter

source: Maximum number of characters for the name
hu_hu: A név maximális száma
ro_ro: Numărul maxim de caractere pentru nume

source: Password must have at least 1 character
hu_hu: A jelszónak legalább 1 karaktert kell tartalmaznia
ro_ro: Parola trebuie să aibă cel puțin un caracter

source: Maximum number of characters
hu_hu: A karakterek maximális száma
ro_ro: Numărul maxim de caractere

source: Invalid format of email address.
hu_hu: Érvénytelen formátumú e-mail cím.
ro_ro: Formatul nevalid al adresei de e-mail.

source: today
hu_hu: ma
ro_ro: astăzi

source: views
hu_hu: nézetek
ro_ro: vizualizari

source: Premium
hu_hu: Prémium
ro_ro: Premiu

source: Image
hu_hu: Kép
ro_ro: Imagine

source: Published
hu_hu: Közzétett
ro_ro: Publicat

source: Modified
hu_hu: Módosított
ro_ro: Modificat

source: Share on Facebook
hu_hu: Megosztani Facebookon
ro_ro: Distribuiți pe Facebook

source: Share on Google Plus
hu_hu: Ossza meg a Google Plus-on
ro_ro: Distribuiți pe Google Plus

source: Share on Twitter
hu_hu: Megosztás a Twitteren
ro_ro: Distribuiți pe Twitter

source: Contact publisher
hu_hu: Lépjen kapcsolatba a kiadóval
ro_ro: Contactați editorul

source: Comments
hu_hu: Hozzászólások
ro_ro: Comentarii

source: Send to a friend
hu_hu: Egy barátnak küldeni
ro_ro: Trimite unui prieten

source: The listing is expired. You can't contact the publisher.
hu_hu: A lista lejárt. Nem léphet kapcsolatba a kiadóval.
ro_ro: Lista este expirată. Nu puteți contacta editorul.

source: It's your own listing, you can't contact the publisher.
hu_hu: Ez a saját lista, nem tud kapcsolatba lépni a kiadóval.
ro_ro: Este lista dvs. proprie, nu puteți contacta editorul.

source: You must log in or register a new account in order to contact the advertiser
hu_hu: A hirdetővel való kapcsolatfelvételhez be kell jelentkeznie vagy regisztrálnia kell egy új fiókot
ro_ro: Trebuie să vă conectați sau să vă înregistrați un nou cont pentru a contacta agentul de publicitate

source: Show email
hu_hu: E-mail megjelenítése
ro_ro: Afișați e-mailul

source: Attachments
hu_hu: Mellékletek
ro_ro: Fișiere atașate

source: Enter the words above
hu_hu: Írja be a fenti szavakat
ro_ro: Introdu cuvintele de mai sus

source: Help
hu_hu: Segítség
ro_ro: Ajutor

source: by
hu_hu: által
ro_ro: de

source: Delete your comment
hu_hu: Törölje a megjegyzést
ro_ro: Ștergeți comentariul

source: Delete
hu_hu: Töröl
ro_ro: Șterge

source: Leave your comment (spam and offensive messages will be removed)
hu_hu: Hagyja a megjegyzést (a levélszemét és a támadó üzeneteket eltávolítja)
ro_ro: Lăsați-vă comentariul (mesajele spam și ofensive vor fi eliminate)

source: Edit item
hu_hu: Elem szerkesztése
ro_ro: Editați elementul

source: Show phone
hu_hu: Telefon megjelenítése
ro_ro: Afișați telefonul

source: Show on map
hu_hu: Térkép megjelenítése
ro_ro: Afișați pe hartă

source: Check profile of this user
hu_hu: Ellenőrizze a felhasználó profilját
ro_ro: Verificați profilul acestui utilizator

source: Mark as
hu_hu: Jelölje be
ro_ro: Marcați ca

source: misclassified
hu_hu: a helytelenül osztályozott

source: duplicated
hu_hu: duplikált
ro_ro: duplicat

source: expired
hu_hu: lejárt
ro_ro: expirat

source: offensive
hu_hu: támadó
ro_ro: ofensator

source: Title
hu_hu: Cím
ro_ro: Titlu

source: Comment
hu_hu: Megjegyzés
ro_ro: Cometariu

source: Your friend name
hu_hu: A barátod neve
ro_ro: Numele prietenului tău

source: Your friends e-mail address
hu_hu: Barátaid e-mail címe
ro_ro: Adresa dvs. de e-mail a prietenilor

source: Premium listings
hu_hu: Prémium listák
ro_ro: Listarea premium

source: Latest Listings
hu_hu: Legújabb listák
ro_ro: Ultimele înregistrări

source: No Latest Listings
hu_hu: Nincs legfrissebb lista
ro_ro: Nu există ultimele anunțuri

source: See all offers
hu_hu: Az összes ajánlat megtekintése
ro_ro: Vedeți toate ofertele

source: Print
hu_hu: Nyomtatás
ro_ro: Imprimare

source: Hide Pictures
hu_hu: Képek elrejtése
ro_ro: Ascundeți fotografiile

source: Show Pictures
hu_hu: Képek megjelenítése
ro_ro: Afișați imagini

source: Location
hu_hu: Elhelyezkedés
ro_ro: Locație

source: Contact Info
hu_hu: Elérhetőségei
ro_ro: Informatii de contact

source: Description
hu_hu: Leírás
ro_ro: Descriere

source: This ad was generated by
hu_hu: Ezt a hirdetést a
ro_ro: Acest anunț a fost generat de

source: Select a country
hu_hu: Válassz egy országot
ro_ro: Selecteaza o tara

source: Show only listings with pictures
hu_hu: Csak a képek listáját jelenítse meg
ro_ro: Afișați numai listele cu imagini

source: %1$d - %2$d of %3$d listings
hu_hu: %1$d - %2$d %3$d listából
ro_ro: %1$d - %2$d din %3$d listări

source: Sort by
hu_hu: Sorrend
ro_ro: Filtrează după

source: Grid
hu_hu: Rács
ro_ro: Grilă

source: There are no results matching "%s"
hu_hu: Nincsenek megfelelő találatok a (z) " %s "
ro_ro: Nu există rezultate potrivite \ " %s "

source: Recent Searches
hu_hu: Legutóbbi keresések
ro_ro: Recentele căutări

source: Regions
hu_hu: Régiók
ro_ro: Regiuni

source: Cities
hu_hu: Városok
ro_ro: Orase

source: User account manager
hu_hu: Felhasználói fiókkezelő
ro_ro: Manager de cont de utilizatori

source: Your alerts
hu_hu: A riasztások
ro_ro: Alertele dvs

source: You do not have any alerts yet
hu_hu: Még nincsenek riasztások
ro_ro: Încă nu aveți alerte

source: Alert
hu_hu: Éber
ro_ro: Alerta

source: This action can't be undone. Are you sure you want to continue?
hu_hu: Ez a művelet nem vonható vissza. Biztos vagy benne, hogy folytatni akarod?
ro_ro: Această acțiune nu poate fi anulată. Esti sigur ca vrei sa continui?

source: Delete this alert
hu_hu: Törölje ezt a figyelmeztetést
ro_ro: Ștergeți această alertă

source: Publication date
hu_hu: Közzététel dátuma
ro_ro: Data publicării

source: Listings
hu_hu: Listák
ro_ro: Anunțurile

source: Email: this field is required
hu_hu: E-mail: ez a mező szükséges
ro_ro: Email: acest câmp este necesar

source: Change your e-mail
hu_hu: Változtassa meg az e-mailt
ro_ro: Schimbați-vă e-mailul

source: Current e-mail
hu_hu: Jelenlegi e-mail
ro_ro: Email-ul curent

source: New e-mail
hu_hu: Új Email
ro_ro: Email nou

source: Change your password
hu_hu: Változtasd meg a jelszavadat
ro_ro: Schimbați-vă parola

source: Current password
hu_hu: Jelenlegi jelszó
ro_ro: Parola actuală

source: New password
hu_hu: Új jelszó
ro_ro: Parolă Nouă

source: Repeat new password
hu_hu: Ismételd meg az új jelszót
ro_ro: Repeta noua parola

source: Username: this field is required
hu_hu: Felhasználónév: ez a mező szükséges
ro_ro: Nume utilizator: acest câmp este necesar

source: The username is available
hu_hu: A felhasználónév elérhető
ro_ro: Numele de utilizator este disponibil

source: The username is NOT available
hu_hu: A felhasználónév NEM elérhető
ro_ro: Numele de utilizator NU este disponibil

source: Change your username
hu_hu: Módosítsa a felhasználónevét
ro_ro: Schimbați numele de utilizator

source: Username
hu_hu: Felhasználónév
ro_ro: Nume de utilizator

source: WARNING: Once set, you will not be able to change your username again. Choose wisely.
hu_hu: FIGYELMEZTETÉS: Miután beállította, a felhasználónevét nem lehet újra megváltoztatni. Válassz bölcsen.
ro_ro: AVERTISMENT: Odată setat, nu veți mai putea schimba numele de utilizator din nou. Alege cu înțelepciune.

source: Listings from %s
hu_hu: A (z) %s
ro_ro: Anunturi din %s
