Repository: Shuhratt/katrina
Catalog: languages/*/theme.po
Languages: hu_hu, ro_ro

source: No listings have been added yet
hu_hu: Még nincsenek listák
ro_ro: Nu s-au adăugat încă înregistrări

source: Active
hu_hu: Aktív
ro_ro: Activ

source: Expired
hu_hu: Lejárt
ro_ro: Expirat

source: Not active
hu_hu: Nem aktív
ro_ro: Inactiv

source: Edit
hu_hu: Szerkesztése
ro_ro: Editați | ×

source: Recover your password
hu_hu: Állítsd vissza a jelszavad
ro_ro: Recupereaza-ti parola

source: Change password
hu_hu: Jelszó módosítása
ro_ro: Schimbați parola

source: Your listings
hu_hu: Az Ön listája
ro_ro: Lista dvs

source: Post a new listing
hu_hu: Új bejegyzés közzététele
ro_ro: Postați o nouă listă

source: You don't have any listings yet
hu_hu: Még nincs listája
ro_ro: Încă nu aveți înregistrări

source: Inactive
hu_hu: Tétlen
ro_ro: Inactiv

source: Expiration date
hu_hu: Lejárati dátum
ro_ro: Data expirării

source: This action can not be undone. Are you sure you want to continue?
hu_hu: Ez a művelet nem visszavonható. Biztos vagy benne, hogy folytatni akarod?
ro_ro: Această acțiune nu poate fi anulată. Esti sigur ca vrei sa continui?

source: Access to your account
hu_hu: Hozzáférés a fiókjához
ro_ro: Accesați-vă contul

source: Password
hu_hu: Jelszó
ro_ro: Parola

source: Remember me
hu_hu: Emlékezz rám
ro_ro: Amintește-ți de mine

source: Forgot password?
hu_hu: Elfelejtett jelszó?
ro_ro: Ați uitat parola?

source: Log in
hu_hu: Belépés
ro_ro: Logare

source: Contacts
hu_hu: Kapcsolatok
ro_ro: Contacte

source: Modify username
hu_hu: Felhasználónév módosítása
ro_ro: Modificați numele de utilizator

source: Cell phone
hu_hu: Mobiltelefon
ro_ro: Telefon mobil

source: Business
hu_hu: Üzleti
ro_ro: Afaceri

source: User type
hu_hu: Felhasználó típusa
ro_ro: Tip de utilizator

source: Website
hu_hu: Weboldal

source: Modify e-mail
hu_hu: Az e-mail módosítása
ro_ro: Modificați mesajele e-mail

source: Modify password
hu_hu: Jelszó módosítása
ro_ro: Modificați parola

source: Delete my account
hu_hu: A fiókom törlése
ro_ro: Sterge contul meu

source: Delete account
hu_hu: Fiók törlése
ro_ro: Șterge cont

source: All your listings and alerts will be removed, this action can not be undone.
hu_hu: Az összes lista és figyelmeztetés eltávolításra kerül, ez a művelet nem vonható vissza.
ro_ro: Toate listele și alertele dvs. vor fi eliminate, această acțiune nu poate fi anulată.

source: Profile
hu_hu: Profil
ro_ro: Profil

source: User Description
hu_hu: Felhasználói leírás
ro_ro: Descrierea utilizatorului

source: Latest listings
hu_hu: Legújabb listák
ro_ro: Ultimele înregistrări

source: Send me a new password
hu_hu: Küldj egy új jelszót
ro_ro: Trimite-mi o nouă parolă

source: Register an account for free
hu_hu: Regisztráljon egy fiókot ingyenesen
ro_ro: Înregistrați-vă un cont gratuit

source: Re-type password
hu_hu: Gépelje be újra a jelszót
ro_ro: Rescrie parola

source: Passwords don't match
hu_hu: A jelszavak nem egyeznek
ro_ro: Parolele nu se potrivesc

source: Create
hu_hu: Teremt
ro_ro: Crea

source: Twitter
ro_ro: Stare de nervozitate

source: ID
ro_ro: ID-ul

source: По всему региону
ro_ro: На всекиму регион
